Repository: Yutiks/lcpe_web_app
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: LCPE Web App
ru: Веб-приложение LCPE

source: LCPE Web App. All rights reserved.
ru: Веб-приложение LCPE. Все права защищены.

source: Profile - LCPE
ru: Профиль — LCPE

source: Profile
ru: Профиль

source: Height (cm)
ru: Рост (см)

source: Enter your height
ru: Введите ваш рост

source: Weight (kg)
ru: Вес (кг)

source: Enter your weight
ru: Введите ваш вес

source: Gender
ru: Пол

source: Male
ru: Мужской

source: Female
ru: Женский

source: Age
ru: Возраст

source: Enter your age
ru: Введите ваш возраст

source: Low - Little or no exercise
ru: Низкая — Минимальная или отсутствующая активность

source: Moderate - Light exercise, sport 1-3 times per week
ru: Умеренная — Лёгкие занятия, спорт 1–3 раза в неделю

source: High - Moderate exercise, sport 3-5 times per week
ru: Высокая — Умеренные занятия, спорт 3–5 раз в неделю

source: Very high - Intense exercise, sports 6-7 days a week
ru: Очень высокая — Интенсивные занятия, спорт 6–7 дней в неделю

source: Hyperactive - Very intense exercise, physical work, 2 hours or more sports
ru: Гиперактивная — Очень интенсивные занятия, физическая работа или спорт более 2 часов

source: Goal
ru: Цель

source: Lose weight - Decrease your caloric requirement by 20%%
ru: Похудеть — Уменьшить суточную норму калорий на 20%%

source: Lose weight slowly - Decrease your caloric requirement by 10%%
ru: Похудеть медленно — Уменьшить суточную норму калорий на 10%%

source: Maintain weight - Does not alter your caloric requirement
ru: Сохранять вес — Суточная норма калорий без изменений

source: Increase weight slowly - Increase your caloric requirement by 10%%
ru: Набрать вес медленно — Увеличить суточную норму калорий на 10%%

source: Increase weight - Increase your caloric requirement by 20%%
ru: Набрать вес — Увеличить суточную норму калорий на 20%%

source: Save
ru: Сохранить

source: Cancel
ru: Отмена

source: Choose your preferred interface language and your current time zone. These settings will help tailor the app experience for you.
ru: Выберите предпочитаемый язык интерфейса и текущий часовой пояс. Эти настройки помогут адаптировать приложение под вас.

source: Select Language
ru: Выберите язык

source: Select Time Zone
ru: Выберите часовой пояс

source: User Settings - LCPE
ru: Настройки пользователя — LCPE

source: User Settings
ru: Настройки пользователя

source: Manage your main account settings to customize the app for yourself. Set preferred units and notifications.
ru: Управляйте основными настройками своей учётной записи, чтобы сделать приложение удобным для вас. Выберите предпочитаемые единицы измерения и уведомления.

source: Personalization
ru: Персонализация

source: Configure your diary, choose preferred units and data display formats for maximum comfort.
ru: Настройте дневник: выберите предпочитаемые единицы и форматы отображения данных для максимального удобства.

source: Diary settings
ru: Настройки дневника

source: Units and formats
ru: Единицы и форматы

source: Formula
ru: Формула

source: Notifications and Language
ru: Уведомления и язык

source: Control which notifications you want to receive and select the interface language along with the correct time zone.
ru: Управляйте уведомлениями и выберите язык интерфейса вместе с правильным часовым поясом.

source: Notification preferences
ru: Настройки уведомлений

source: Language & time zone
ru: Язык и часовой пояс

source: * All changes are saved automatically.
ru: * Все изменения сохраняются автоматически.

source: My Content
ru: Мой контент

source: Manage your personal content—from foods and recipes to exercises and goals to accurately track progress.
ru: Управляйте своим личным контентом — от продуктов и рецептов до упражнений и целей для точного отслеживания прогресса.

source: Nutrition
ru: Питание

source: Add and edit foods and recipes to keep an accurate food diary tailored to your needs.
ru: Добавляйте и редактируйте продукты и рецепты, чтобы вести точный пищевой дневник, соответствующий вашим потребностям.

source: My foods
ru: Мои продукты

source: My recipes
ru: Мои рецепты

source: Activity and Goals
ru: Активность и цели

source: Manage your workouts, set goals, and track your progress towards a healthier lifestyle.
ru: Управляйте тренировками, устанавливайте цели и отслеживайте прогресс на пути к здоровому образу жизни.

source: My exercises
ru: Мои упражнения

source: My goals
ru: Мои цели
